Revit 2027 API
ParameterTypeId.LoadCaseId Property
 "Load Case"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadCaseId { get; }
Public Shared ReadOnly Property LoadCaseId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadCaseId {
	ForgeTypeId^ get ();
}
static member LoadCaseId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace